[
  {
    "id": "1",
    "name": "Card Holder",
    "description": "Organized all your cards by having this LeMaison's wood card holder measuring 5\" x 5\" x 4.25\". The design is classic. Flannel is attached to the bottom of each cardholder to prevent it from sliding or getting broken.",
    "category": "Organizers",
    "images": [
      "/Products/CardHolder1.jpg",
      "/Products/CardHolder2.jpg",
      "/Products/CardHolder3.jpg",
      "/Products/CardHolder4.jpg"
    ],
    "price": 14.99
  },
  {
    "id": "2",
    "name": "Chess Box",
    "description": "Introducing our classic Wood Checkers Game Set with 24 pieces in black and white - the perfect addition to your collection of board games!",
    "category": "Decorations",
    "images": [
      "/Products/ChessBox1.jpg",
      "/Products/ChessBox2.jpg",
      "/Products/ChessBox3.jpg",
      "/Products/ChessBox4.jpg"
    ],
    "price": 24.99
  },
  {
    "id": "3",
    "name": "Dish Towel",
    "description": "Celebrate the joy of togetherness with our \"Family, Friends, and Fireworks\" dish towel. This vibrant and multi-colored towel adds a festive touch to your kitchen.",
    "category": "Towels",
    "images": ["/Products/DishTowel1.jpg"],
    "price": 12.99
  },
  {
    "id": "4",
    "name": "Garland",
    "description": "A charming look on a Christmas tree during the holidays? Grab this garland today! You will love this wood bead garland with tassels to use as home decor or to add life and color to your accessory, table, display, or mantel.",
    "category": "Seasonal",
    "images": ["/Products/Garland1.jpg", "/Products/Garland2.jpg"],
    "price": 22.99
  },
  {
    "id": "5",
    "name": "Mail Box",
    "description": "Bring a touch of nostalgic charm to your home with our 10x12x3 Wood Mailbox, adorned with a classic 'LETTERS TO SANTA' motif in striking red and white. Crafted with meticulous attention to detail, this mailbox adds a whimsical yet functional element to your outdoor decor.",
    "category": "Seasonal",
    "images": [
      "/Products/Mailbox1.jpg",
      "/Products/Mailbox2.jpg",
      "/Products/Mailbox3.jpg",
      "/Products/Mailbox4.jpg"
    ],
    "price": 27.99
  },
  {
    "id": "6",
    "name": "Ornament",
    "description": "This intricately designed icicle ornament brings warmth and natural beauty to any setting. The earthy brown color of this icicle ornament evokes a cozy, rustic ambiance, making it a perfect choice for country-style decor, winter themes, or holiday displays.",
    "category": "Seasonal",
    "images": ["/Products/Ornament1.jpg", "/Products/Ornament2.jpg"],
    "price": 7.99
  },
  {
    "id": "7",
    "name": "NYE Pillow",
    "description": "Ring in the New Year with style using this festive reversible pillow featuring a vibrant \"Happy New Year\" design. Measuring 12x13x4 inches, this multicolor pillow adds a celebratory touch to your living room, bedroom, or party space, making it the perfect accent for holiday gatherings.",
    "category": "Pillows",
    "images": [
      "/Products/Pillow1.jpg",
      "/Products/Pillow2.jpg",
      "/Products/Pillow3.jpg",
      "/Products/Pillow4.jpg"
    ],
    "price": 19.99
  },
  {
    "id": "8",
    "name": "Christmas Pillow",
    "description": "Crafted with care and attention to detail, this pillow adds a touch of elegance and comfort to any space. Whether displayed on a sofa, chair, or bed, it effortlessly complements your decor with its versatile design. ",
    "category": "Pillows",
    "images": [
      "/Products/RedPillow1.jpg",
      "/Products/RedPillow2.jpg",
      "/Products/RedPillow3.jpg",
      "/Products/RedPillow4.jpg"
    ],
    "price": 15.99
  },
  {
    "id": "9",
    "name": "Riser",
    "description": "This stylish and natural wood riser brings a touch of rustic charm to your space. Crafted with precision and attention to detail, its round shape adds a unique visual appeal, making it a standout piece for displaying various items.",
    "category": "Organizers",
    "images": [
      "/Products/Riser1.jpg",
      "/Products/Riser2.jpg",
      "/Products/Riser3.jpg",
      "/Products/Riser4.jpg"
    ],
    "price": 29.99
  },
  {
    "id": "10",
    "name": "Sign",
    "description": " This delightful sign features two unique designs: one side proudly displays the words \"GIDDY UP\" accompanied by a pair of boots, while the reverse side showcases an attractive boots-only design.",
    "category": "Decorations",
    "images": [
      "/Products/Sign1.jpg",
      "/Products/Sign2.jpg",
      "/Products/Sign3.jpg"
    ],
    "price": 28.99
  },
  {
    "id": "11",
    "name": "Sign Heart",
    "description": "This elegant wood frame sign from our collection offers a timeless tribute to loved ones. It features the simple yet profound message: \"Always in My Heart.\"",
    "category": "Decorations",
    "images": ["/Products/SignHeart1.jpg", "/Products/SignHeart2.jpg"],
    "price": 14.99
  },
  {
    "id": "12",
    "name": "Storybook",
    "description": "Embark on a journey through classic tales of the North Pole, where every page comes alive with vibrant illustrations and captivating stories. All pieces fit snugly inside the book, ensuring easy storage and organization. ",
    "category": "Seasonal",
    "images": [
      "/Products/Storybook1.jpg",
      "/Products/Storybook2.jpg",
      "/Products/Storybook3.jpg",
      "/Products/Storybook4.jpg"
    ],
    "price": 23.99
  }
]
